tap 'caskroom/cask'
tap 'caskroom/fonts'
tap 'gwtnb/pficommon'
tap 'homebrew/boneyard'
tap 'homebrew/brewdler'
tap 'homebrew/dupes'
tap 'homebrew/science'
tap 'homebrew/versions'
tap 'mistydemeo/formulae'
tap 'rcmdnk/file'
tap 'rcmdnk/rcmdnkcask'
tap 's10018/cask'
tap 's10018/tl'
tap 'sanemat/font'
tap 'uetchy/nlp'
brew 'aspell'
brew 'atk'
brew 'autoconf'
brew 'automake'
brew 'bact'
brew 'bison'
brew 'boost'
brew 'brew-cask'
brew 'cabal-install'
brew 'cabocha'
brew 'cairo'
brew 'cask'
brew 'ckylark', args: ['HEAD']
brew 'cloog'
brew 'cmake'
brew 'cmigemo'
brew 'coreutils'
brew 'crf++'
brew 'ctags'
brew 'czmq'
brew 'dmd'
brew 'emacs', args: ['with-cocoa']
brew 'figlet'
brew 'fontconfig'
brew 'fontforge'
brew 'freetype'
brew 'gauche'
brew 'gawk'
brew 'gcc'
brew 'gd'
brew 'gdbm'
brew 'gdk-pixbuf'
brew 'gettext'
brew 'ghc'
brew 'git'
brew 'glib'
brew 'global'
brew 'gmp'
brew 'gmp4'
brew 'gnu-getopt'
brew 'gnu-sed'
brew 'gnuplot'
brew 'gnutls'
brew 'go'
brew 'gobject-introspection'
brew 'gradle'
brew 'graphviz'
brew 'groovy'
brew 'gtk+'
brew 'harfbuzz'
brew 'icdiff'
brew 'icu4c'
brew 'isl'
brew 'jpeg'
brew 'jq'
brew 'kakasi'
brew 'kyoto-cabinet'
brew 'kytea'
brew 'libffi'
brew 'liblinear'
brew 'libmarisa'
brew 'libmpc'
brew 'libpng'
brew 'libtasn1'
brew 'libtiff'
brew 'libtool'
brew 'little-cms2'
brew 'lua'
brew 'lv'
brew 'mecab'
brew 'mecab-ipadic'
brew 'mecab-jumandic'
brew 'mecab-unidic'
brew 'mercurial'
brew 'mongodb'
brew 'mpfr'
brew 'mplayer'
brew 'msgpack'
brew 'nettle'
brew 'nkf'
brew 'objective-caml'
brew 'openjpeg'
brew 'openssl'
brew 'ossp-uuid'
brew 'pandoc'
brew 'pango'
brew 'parallel'
brew 'pcre'
brew 'pdf2htmlex'
brew 'peco'
brew 'perl-build'
brew 'pixman'
brew 'pkg-config'
brew 'poppler'
brew 'pyenv-virtualenv'
brew 'pyqt'
brew 'python'
brew 'qscintilla2'
brew 'qt'
brew 'readline'
brew 'redis'
brew 'rlwrap'
brew 'rmtrash'
brew 'ruby-build'
brew 'rust'
brew 'sbt'
brew 'shellcheck'
brew 'sip'
brew 'sl'
brew 'source-highlight'
brew 'sqlite'
brew 'swig'
brew 'task'
brew 'tbb'
brew 'texinfo'
brew 'the_silver_searcher'
brew 'tinycdb'
brew 'ttfautohint'
brew 'unison'
brew 'wdiff'
brew 'wget'
brew 'xz'
brew 'yasm'
brew 'zeromq'
brew 'zsh'
brew 'zsh-completions'
cask 'adobe-air'
cask 'adobe-reader'
cask 'amazon-music'
cask 'audacity'
cask 'dropbox'
cask 'easysimbl'
cask 'firefox'
cask 'flash'
cask 'flash-player'
cask 'font-cinecaption'
cask 'font-eriji'
cask 'font-fira-sans'
cask 'font-honoka-min'
cask 'font-kokoro-minchoutai'
cask 'font-m-plus'
cask 'font-migmix1p'
cask 'font-migmix2p'
cask 'font-migu1m'
cask 'font-noto-sans-japanese'
cask 'font-ruriiro'
cask 'google-chrome'
cask 'google-japanese-ime'
cask 'inkscape'
cask 'itsycal'
cask 'java'
cask 'keepassx'
cask 'lastfm'
cask 'lisanet-gimp'
cask 'mactex'
cask 'reaper'
cask 'silverlight'
cask 'steam'
cask 'ubersicht'
cask 'virtualbox'
cask 'vlc'
cask 'wineskin-winery'
cask 'xquartz'
cask 'zotero'
